export const city = {
    "amount": 4,
    1: {
        "title": "Москва",
        "id": 1
    },
    2: {
        "title": "Вашингтон",
        "id": 2
    },
    3: {
        "title": "Пекин",
        "id": 3
    },
    4: {
        "title": "Лондон",
        "id": 4
    }
};

export const newCity = {
    1: [
        {
            "title": "Москва",
            "id": 1
        },
        {
            "title": "Санкт-Петербург",
            "id": 12
        },
        {
            "title": "Казань",
            "id": 13
        }
    ],
    2: [
        {
            "title": "Вашингтон",
            "id": 2
        },
        {
            "title": "Нью-Йорк",
            "id": 22
        },
        {
            "title": "Лос-Анджелес",
            "id": 23
        }
    ],
    3: [
        {
            "title": "Пекин",
            "id": 3
        },
        {
            "title": "Шанхай",
            "id": 32
        },
        {
            "title": "Тяньцзинь",
            "id": 33
        }
    ],
    4: [
        {
            "title": "Оттава",
            "id": 4
        },
        {
            "title": "Монреаль",
            "id": 42
        },
        {
            "title": "Торонто",
            "id": 43
        }
    ],
    5: [
        {
            "title": "Бразилиа",
            "id": 5
        },
        {
            "title": "Рио-де-Жанейро",
            "id": 52
        },
        {
            "title": "Сан-Паулу",
            "id": 53
        }
    ],
    6: [
        {
            "title": "Канберра",
            "id": 6
        },
        {
            "title": "Сидней",
            "id": 62
        },
        {
            "title": "Мельбрун",
            "id": 63
        }
    ],
    7: [
        {
            "title": "Нью-Дели",
            "id": 7
        },
        {
            "title": "Мумбаи",
            "id": 72
        },
        {
            "title": "Бангалор",
            "id": 73
        }
    ],
    8: [
        {
            "title": "Буэнос-Айрес",
            "id": 8
        },
        {
            "title": "Кордова",
            "id": 82
        },
        {
            "title": "Росарио",
            "id": 83
        }
    ],
    9: [
        {
            "title": "Астана",
            "id": 9
        },
        {
            "title": "Алма-Ата",
            "id": 92
        },
        {
            "title": "Караганда",
            "id": 93
        }
    ],
    10: [
        {
            "title": "Алжир",
            "id": 10
        },
        {
            "title": "Аннаба",
            "id": 102
        },
        {
            "title": "Оран",
            "id": 103
        }
    ],
    11: [
        {
            "title": "Эр-Рияд",
            "id": 11
        },
        {
            "title": "Мекка",
            "id": 112
        },
        {
            "title": "Джидда",
            "id": 113
        }
    ],
    12: [
        {
            "title": "Мехико",
            "id": 12
        },
        {
            "title": "Морелос",
            "id": 122
        },
        {
            "title": "Пуэбла",
            "id": 123
        }
    ],
    13: [
        {
            "title": "Джакарта",
            "id": 13
        },
        {
            "title": "Сурабая",
            "id": 132
        },
        {
            "title": "Бандунг",
            "id": 133
        }
    ],
    14: [
        {
            "title": "Хартум",
            "id": 14
        },
        {
            "title": "Омдурман",
            "id": 142
        },
        {
            "title": "Ньяла",
            "id": 143
        }
    ],
    15: [
        {
            "title": "Триполи",
            "id": 15
        },
        {
            "title": "Бенгази",
            "id": 152
        },
        {
            "title": "Мисурата",
            "id": 153
        }
    ],
    16: [
        {
            "title": "Тегеран",
            "id": 16
        },
        {
            "title": "Мешхед",
            "id": 152
        },
        {
            "title": "Кередж",
            "id": 163
        }
    ],
    17: [
        {
            "title": "Улан-Батор",
            "id": 17
        },
        {
            "title": "Эрдэнэт",
            "id": 172
        },
        {
            "title": "Дархан",
            "id": 173
        }
    ],
    18: [
        {
            "title": "Лима",
            "id": 18
        },
        {
            "title": "Арекипа",
            "id": 182
        },
        {
            "title": "Трухильо",
            "id": 183
        }
    ],
    19: [
        {
            "title": "Нджамена",
            "id": 19
        },
        {
            "title": "Мунду",
            "id": 192
        },
        {
            "title": "Сарх",
            "id": 193
        }
    ],
    20: [
        {
            "title": "Ниамей",
            "id": 20
        },
        {
            "title": "Зиндер",
            "id": 202
        },
        {
            "title": "Маради",
            "id": 203
        }
    ],
    21: [
        {
            "title": "Луанда",
            "id": 21
        },
        {
            "title": "Кабинда",
            "id": 212
        },
        {
            "title": "Уамбо",
            "id": 213
        }
    ],
    22: [
        {
            "title": "Бамако",
            "id": 22
        },
        {
            "title": "Сикасо",
            "id": 222
        },
        {
            "title": "Мопти",
            "id": 223
        }
    ],
    23: [
        {
            "title": "Богота",
            "id": 23
        },
        {
            "title": "Кали",
            "id": 232
        },
        {
            "title": "Медельин",
            "id": 233
        }
    ],
    24: [
        {
            "title": "Аддис-Абеба",
            "id": 24
        },
        {
            "title": "Кали",
            "id": 242
        },
        {
            "title": "Лима",
            "id": 243
        }
    ],
    25: [
        {
            "title": "Сукре",
            "id": 25
        },
        {
            "title": "Ла-Пас",
            "id": 252
        },
        {
            "title": "Эль-Альто",
            "id": 253
        }
    ],
    26: [
        {
            "title": "Нуакшот",
            "id": 26
        },
        {
            "title": "Ла-Пас",
            "id": 262
        },
        {
            "title": "Маради",
            "id": 263
        }
    ],
    27: [
        {
            "title": "Каир",
            "id": 27
        },
        {
            "title": "Александрия",
            "id": 272
        },
        {
            "title": "Гиза",
            "id": 273
        }
    ],
    28: [
        {
            "title": "Додома",
            "id": 28
        },
        {
            "title": "Сикасо",
            "id": 282
        },
        {
            "title": "Мунду",
            "id": 283
        }
    ],
    29: [
        {
            "title": "Абуджа",
            "id": 29
        },
        {
            "title": "Лагос",
            "id": 292
        },
        {
            "title": "Ибадан",
            "id": 293
        }
    ],
    30: [
        {
            "title": "Каракас",
            "id": 30
        },
        {
            "title": "Валенсия",
            "id": 302
        },
        {
            "title": "Маракайбо",
            "id": 303
        }
    ],
    31: [
        {
            "title": "Виндхук",
            "id": 31
        },
        {
            "title": "Маракайбо",
            "id": 312
        },
        {
            "title": "Додома",
            "id": 313
        }
    ],
    32: [
        {
            "title": "Исламабад",
            "id": 32
        },
        {
            "title": "Карачи",
            "id": 322
        },
        {
            "title": "Лахор",
            "id": 323
        }
    ],
    33: [
        {
            "title": "Мапуту",
            "id": 33
        },
        {
            "title": "Матола",
            "id": 332
        },
        {
            "title": "Нампула",
            "id": 333
        }
    ],
    34: [
        {
            "title": "Анкара",
            "id": 34
        },
        {
            "title": "Стамбул",
            "id": 342
        },
        {
            "title": "Измир",
            "id": 343
        }
    ],
    35: [
        {
            "title": "Сантьяго",
            "id": 35
        },
        {
            "title": "Измир",
            "id": 352
        },
        {
            "title": "Матола",
            "id": 353
        }
    ],
    36: [
        {
            "title": "Лусака",
            "id": 36
        },
        {
            "title": "Китве",
            "id": 362
        },
        {
            "title": "Ндола",
            "id": 363
        }
    ],
    37: [
        {
            "title": "Нейльидо",
            "id": 37
        },
        {
            "title": "Янгон",
            "id": 372
        },
        {
            "title": "Мандалай",
            "id": 373
        }
    ],
    38: [
        {
            "title": "Кабул",
            "id": 38
        },
        {
            "title": "Герат",
            "id": 382
        },
        {
            "title": "Кандагар",
            "id": 383
        }
    ],
    39: [
        {
            "title": "Могадишо",
            "id": 39
        },
        {
            "title": "Харгейса",
            "id": 392
        },
        {
            "title": "Янгон",
            "id": 393
        }
    ],
    40: [
        {
            "title": "Киев",
            "id": 40
        },
        {
            "title": "Харьков",
            "id": 402
        },
        {
            "title": "Днепр",
            "id": 403
        }
    ],
    41: [
        {
            "title": "Антананариву",
            "id": 41
        },
        {
            "title": "Герат",
            "id": 412
        },
        {
            "title": "Янгон",
            "id": 413
        }
    ],
    42: [
        {
            "title": "Париж",
            "id": 42
        },
        {
            "title": "Марсель",
            "id": 422
        },
        {
            "title": "Лион",
            "id": 423
        }
    ],
    43: [
        {
            "title": "Бангкок",
            "id": 43
        },
        {
            "title": "Могадишо",
            "id": 432
        },
        {
            "title": "Нампула",
            "id": 433
        }
    ],
    44: [
        {
            "title": "Мадрид",
            "id": 44
        },
        {
            "title": "Барселона",
            "id": 442
        },
        {
            "title": "Севилья",
            "id": 443
        }
    ],
    45: [
        {
            "title": "Токио",
            "id": 45
        },
        {
            "title": "Осака",
            "id": 452
        },
        {
            "title": "Иокогама",
            "id": 453
        }
    ],
    46: [
        {
            "title": "Берлин",
            "id": 46
        },
        {
            "title": "Гамбург",
            "id": 462
        },
        {
            "title": "Мюнхен",
            "id": 463
        }
    ],
    47: [
        {
            "title": "Хельсинки",
            "id": 47
        },
        {
            "title": "Тампере",
            "id": 472
        },
        {
            "title": "Эспоо",
            "id": 473
        }
    ],
    48: [
        {
            "title": "Рим",
            "id": 48
        },
        {
            "title": "Милан",
            "id": 482
        },
        {
            "title": "Турин",
            "id": 483
        }
    ],
    49: [
        {
            "title": "Лондон",
            "id": 49
        },
        {
            "title": "Ливерпуль",
            "id": 492
        },
        {
            "title": "Манчестер",
            "id": 493
        }
    ],
    50: [
        {
            "title": "Осло",
            "id": 50
        },
        {
            "title": "Берген",
            "id": 502
        },
        {
            "title": "Тронхейм",
            "id": 503
        }
    ],
};