export const city = {
    "amount": 4,
    1: {
        "title": "Москва",
        "id": 1
    },
    2: {
        "title": "Вашингтон",
        "id": 2
    },
    3: {
        "title": "Пекин",
        "id": 3
    },
    4: {
        "title": "Лондон",
        "id": 4
    }
};

export const newCity = {
    1: [
        {
            "title": "Москва",
            "id": 1
        },
        {
            "title": "Санкт-Петербург",
            "id": 12
        },
        {
            "title": "Казань",
            "id": 13
        }
    ],
    2: [
        {
            "title": "Вашингтон",
            "id": 2
        },
        {
            "title": "Нью-Йорк",
            "id": 22
        },
        {
            "title": "Лос-Анджелес",
            "id": 23
        }
    ],
    3: [
        {
            "title": "Пекин",
            "id": 3
        },
        {
            "title": "Шанхай",
            "id": 32
        },
        {
            "title": "Тяньцзинь",
            "id": 33
        }
    ],
    4: [
        {
            "title": "Оттава",
            "id": 4
        },
        {
            "title": "Монреаль",
            "id": 42
        },
        {
            "title": "Торонто",
            "id": 43
        }
    ],
    5: [
        {
            "title": "Бразилиа",
            "id": 5
        },
        {
            "title": "Рио-де-Жанейро",
            "id": 52
        },
        {
            "title": "Сан-Паулу",
            "id": 53
        }
    ],
    6: [
        {
            "title": "Канберра",
            "id": 6
        },
        {
            "title": "Сидней",
            "id": 62
        },
        {
            "title": "Мельбрун",
            "id": 63
        }
    ],
    7: [
        {
            "title": "Нью-Дели",
            "id": 7
        },
        {
            "title": "Мумбаи",
            "id": 72
        },
        {
            "title": "Бангалор",
            "id": 73
        }
    ],
    8: [
        {
            "title": "Буэнос-Айрес",
            "id": 8
        },
        {
            "title": "Кордова",
            "id": 82
        },
        {
            "title": "Росарио",
            "id": 83
        }
    ],
    9: [
        {
            "title": "Астана",
            "id": 9
        },
        {
            "title": "Алма-Ата",
            "id": 92
        },
        {
            "title": "Караганда",
            "id": 93
        }
    ],
    10: [
        {
            "title": "Алжир",
            "id": 10
        },
        {
            "title": "Аннаба",
            "id": 102
        },
        {
            "title": "Оран",
            "id": 103
        }
    ],
    11: [
        {
            "title": "Эр-Рияд",
            "id": 11
        },
        {
            "title": "Мекка",
            "id": 112
        },
        {
            "title": "Джидда",
            "id": 113
        }
    ],
    12: [
        {
            "title": "Мехико",
            "id": 12
        },
        {
            "title": "Морелос",
            "id": 122
        },
        {
            "title": "Пуэбла",
            "id": 123
        }
    ],
    13: [
        {
            "title": "Джакарта",
            "id": 13
        },
        {
            "title": "Сурабая",
            "id": 132
        },
        {
            "title": "Бандунг",
            "id": 133
        }
    ],
    14: [
        {
            "title": "Хартум",
            "id": 14
        },
        {
            "title": "Омдурман",
            "id": 142
        },
        {
            "title": "Ньяла",
            "id": 143
        }
    ],
    15: [
        {
            "title": "Триполи",
            "id": 15
        },
        {
            "title": "Бенгази",
            "id": 152
        },
        {
            "title": "Мисурата",
            "id": 153
        }
    ],
    16: [
        {
            "title": "Тегеран",
            "id": 16
        },
        {
            "title": "Мешхед",
            "id": 152
        },
        {
            "title": "Кередж",
            "id": 163
        }
    ],
    17: [
        {
            "title": "Улан-Батор",
            "id": 17
        },
        {
            "title": "Эрдэнэт",
            "id": 172
        },
        {
            "title": "Дархан",
            "id": 173
        }
    ],
    18: [
        {
            "title": "Лима",
            "id": 18
        },
        {
            "title": "Арекипа",
            "id": 182
        },
        {
            "title": "Трухильо",
            "id": 183
        }
    ],
    19: [
        {
            "title": "Нджамена",
            "id": 19
        },
        {
            "title": "Мунду",
            "id": 192
        },
        {
            "title": "Сарх",
            "id": 193
        }
    ],
   20: [
        {
            "title": "Ниамей",
            "id": 20
        },
        {
            "title": "Зиндер",
            "id": 202
        },
        {
            "title": "Маради",
            "id": 203
        }
    ],
};